---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassT
source: html/25a1d816-3868-cdcf-efc8-635448d38ce2.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassT Property

Symbol T, indicating unit US tonnes mass.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesMassT { get; }
```